Repository: tdu-naifen/transcript
Catalog: App/RecordingLanguage.xcstrings
Source language: en
Languages: zh_hans

source: %lld utterances
zh_hans: %lld 条发言

source: Audio is being saved. Prepare a language to enable transcription during this meeting.
zh_hans: 正在保存录音。准备语言资源后，即可在本次会议中启用转写。

source: Audio only
zh_hans: 仅录音

source: Cancel language change
zh_hans: 取消切换语言

source: Cancel language setup
zh_hans: 取消语言准备

source: Default language for new meetings
zh_hans: 新会议的默认语言

source: iOS manages the download. Preparation time varies.
zh_hans: iOS 管理资源下载，所需时间可能有所不同。

source: Language changes apply to subsequent audio only.
zh_hans: 切换语言仅影响之后的音频。

source: Language ready; waiting for the next audio chunk.
zh_hans: 语言已准备就绪，等待下一段音频。

source: Language setup could not finish. Retry or choose another language.
zh_hans: 语言资源未能准备完成。请重试或选择其他语言。

source: Prepare language
zh_hans: 准备语言资源

source: Preparing language; current recording continues.
zh_hans: 正在准备语言，当前录音继续进行。

source: Retry language change
zh_hans: 重试切换语言

source: Speaker labels are unavailable. Audio and transcription are unaffected.
zh_hans: 暂时无法识别说话人。录音和文字转写不受影响。

source: System language
zh_hans: 系统语言

source: System uses the device language, not automatic language detection. Change the current meeting language using its globe menu.
zh_hans: “系统”使用设备语言，并非自动检测语言。请通过当前会议中的地球图标切换语言。

source: Transcription ended early. Your recorded audio is saved.
zh_hans: 转写提前结束，但录音已保存。

source: Transcription is unavailable. Audio recording continues.
zh_hans: 转写暂不可用，录音仍在继续。
